<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
귀하의 Google 계정
귀하가 Google 서비스를 이용하기 위해서는 Google 계정이 필요할 수 있습니다. 귀하가 Google 계정을 직접 만들 수도 있고, 고용주 또는 교육기관과 같은 관리자가 귀하에게 Google 계정을 배정할 수도 있습니다. 관리자가 배정한 Google 계정을 사용하고 있는 경우, 별도의 약관 또는 추가약관이 적용될 수 있으며 관리자가 귀하의 계정에 액세스하거나 계정을 해지할 수 있습니다.

Google 계정을 보호하려면 비밀번호를 비공개로 유지하십시오. 귀하는 Google 계정에서 또는 Google 계정을 통해 이루어지는 활동에 대한 책임이 있습니다. 타사 애플리케이션에서 Google 계정 비밀번호를 재사용하지 마십시오. 귀하의 비밀번호나 Google 계정이 무단으로 사용되고 있음을 알게 되는 경우 다음 도움말을 참조하시기 바랍니다.

개인정보 보호 및 저작권 보호
Google 개인정보처리방침은 귀하가 Google 서비스를 사용할 때 Google이 개인정보를 어떻게 취급하고 보호하는지에 대해 설명합니다. Google 서비스를 사용함으로써 귀하는 Google이 개인정보처리방침에 따라 귀하의 개인정보를 사용할 수 있음에 동의하게 됩니다.

Google은 미국 디지털 밀레니엄 저작권법(US Digital Millennium Copyright Act)에 규정된 절차에 따라 저작권침해를 주장하는 신고에 대응하고, 반복 침해자의 계정을 해지합니다.

Google은 저작권자가 온라인상에서 자신의 지적 재산을 관리할 수 있도록 정보를 제공합니다. 누군가 귀하의 저작권을 침해하고 있다고 생각되어 Google에 통지하고자 하는 경우, Google 도움말 센터에서 신고서 제출 방법 및 저작권 침해 신고에 대한 Google 대응 정책 관련 정보를 확인하실 수 있습니다.

Google 서비스에 포함된 귀하의 콘텐츠
귀하는 일부 Google 서비스에서 콘텐츠를 업로드, 제출, 저장, 전송, 수신할 수 있으며 이에 대해 귀하가 보유한 지적재산권은 귀하의 소유입니다. 즉, 귀하가 보유한 권리는 귀하에게 존속됩니다.

귀하가 콘텐츠를 Google 서비스로 또는 이를 통해 업로드, 제출, 저장, 전송 또는 수신하는 경우 귀하는 Google(및 Google의 협력사)이 이러한 콘텐츠를 사용, 저장, 복제, 수정, 이차적 저작물(귀하의 콘텐츠가 Google 서비스와 더 잘 작동하도록 Google이 생성하는 번역본, 개작본, 또는 수정본으로 인해 발생되는 것) 제작, 전달, 공개, 공개적으로 실연, 공개적으로 게시 및 배포할 수 있는 전 세계적인 라이선스를 제공하게 됩니다. 본 라이선스에서 귀하가 부여하는 권리는 Google 서비스를 운영, 홍보 및 개선하고 새로운 서비스를 개발하기 위한 제한적인 목적으로 사용됩니다. 본 라이선스는 귀하가 Google 서비스의 사용을 중지한 후에도 존속됩니다(예: Google 지도에 추가한 업체 정보). 일부 서비스에서는 제공한 콘텐츠에 액세스하고 이를 삭제하는 방법을 제공할 수 있습니다. 또한 서비스 중 일부에는 제출된 콘텐츠에 대한 Google의 사용 범위를 제한하는 약관 또는 설정이 있습니다. 귀하는 Google 서비스에 제출한 콘텐츠에 대해 Google에 라이선스를 부여하기 위해 필요한 권리를 보유해야 합니다.

Google의 자동 시스템은 맞춤 검색결과, 맞춤 광고, 스팸/멀웨어 감지 등 귀하에게 유용한 제품 기능을 제공할 목적으로 귀하의 콘텐츠(이메일 포함)를 분석합니다. 이러한 분석은 콘텐츠 전송, 수신, 저장 시에 수행됩니다.

귀하가 Google 계정을 사용하는 경우 Google은 귀하의 프로필 이름, 프로필 사진 및 Google 또는 Google 계정에 연결된 타사 애플리케이션에서 수행하는 작업(예: +1, 리뷰, 댓글 등)을 Google 서비스에 표시할 수 있습니다(광고 및 기타 상업적 용도로 표시하는 경우 포함). Google은 Google 계정에서 공유 또는 공개 설정을 제한하는 귀하의 선택을 존중합니다. 예를 들어, 귀하의 이름과 사진이 광고에 표시되지 않도록 설정할 수 있습니다.

Google이 콘텐츠를 사용 및 저장하는 방법에 대해 좀 더 자세한 정보가 필요한 경우, Google 개인정보처리방침 또는 특정 서비스에 대한 추가약관을 참조하시기 바랍니다. 귀하가 Google 서비스에 대한 의견이나 제안을 제출하는 경우 Google은 귀하에 대한 의무 없이 귀하의 의견이나 제안을 사용할 수 있습니다.

Google 서비스에 포함된 소프트웨어에 대하여
서비스에 다운로드 가능한 소프트웨어가 필요하거나 포함되는 경우, 소프트웨어에 대한 새로운 버전이나 기능이 제공되는 즉시 기기에서 소프트웨어가 자동으로 업데이트될 수 있습니다. 일부 서비스에서는 자동 업데이트 설정을 사용자가 직접 조정할 수도 있습니다.

Google은 귀하에게 서비스의 일부로 제공하는 소프트웨어를 사용할 수 있도록 개인적이고 전 세계적이며 양도불가능하고 비독점적인 무상 라이선스를 제공합니다. 이 라이선스는 본 약관에 따라 귀하가 Google이 제공한 대로 서비스를 사용하고 혜택을 누릴 수 있도록 하기 위한 목적으로만 제공됩니다. 귀하는 법률상 이와 같은 제한이 금지되거나 Google의 서면허가를 받은 경우를 제외하고, Google 서비스 또는 이에 포함된 소프트웨어의 일부를 복사, 수정, 배포, 판매 또는 대여할 수 없으며, 소프트웨어를 역설계하거나 소스 코드의 추출을 시도할 수 없습니다.

Google에서 오픈 소스 소프트웨어는 매우 중요한 의미를 가집니다. Google 서비스에서 사용되는 일부 소프트웨어는 귀하에게 제공하는 오픈 소스 라이선스에 따라 제공될 수 있습니다. 오픈 소스 라이선스에는 명시적으로 본 약관의 일부 규정에 우선하는 규정이 있을 수 있습니다.

Google 서비스의 수정 및 해지
Google은 서비스를 지속적으로 변경 및 개선하고 있습니다. Google은 기능을 추가 또는 제거할 수 있으며, 서비스를 일시 중지하거나 완전히 중단할 수 있습니다.

Google로서는 매우 안타까운 일이지만, 귀하는 언제라도 Google 서비스 이용을 중지할 수 있습니다. Google 또한 언제든지 서비스 제공을 중단하거나 Google 서비스에 대해 새로운 제한을 추가하거나 만들 수 있습니다.

귀하의 데이터는 귀하 소유이며, 이러한 데이터에 계속 액세스하도록 하는 것이 매우 중요하다고 Google은 믿고 있습니다. Google은 서비스를 중지할 때 합리적으로 가능한 경우 귀하에게 합당한 사전 통지를 제공하고 귀하가 해당 서비스에서 정보를 반출할 기회를 제공할 것입니다.
</body>
</html>